/* The following strings are used, to display the time in a "fuzzy" style.                            */
/* If you want to have other strings, change the second entry in a line. Don't change the first!      */
/* The entry %@ represents the position where the hour is placed.                                     */
/* After every string you have to set a reference whether the referenced hour is the current or the   */
/* next.                                                                                              */

"shortly after %@" 		= "nu pic dop %@";
"shortly after ref" 	= "current";

"five past %@" 			= "%@ i ceing";
"five past ref" 		= "current";

"ten past %@" 			= "%@ i dic";
"ten past ref" 			= "current";

"quarter past %@" 		= "%@ i nu quart";
"quarter past ref" 		= "current";

"twenty past %@" 		= "%@ i vind";
"twenty past ref" 		= "current";

"twentyfive past %@" 	= "%@ i vindicing";
"twentyfive past ref" 	= "current";

"half past %@" 			= "%@ i mezz";
"half past ref" 		= "current";

"twentyfive to %@" 		= "%@ i trendacing";
"twentyfive to ref" 	= "next";

"twenty to %@" 			= "%@ mang vind";
"twenty to ref" 		= "next";

"quarter to %@" 		= "%@ mang nu quart";
"quarter to ref" 		= "next";

"ten to %@" 			= "%@ mang dic";
"ten to ref" 			= "next";

"five to %@" 			= "%@ mang cing";
"five to ref" 			= "next";

"nearly %@" 			= "quois %@";
"nearly ref" 			= "next";


/* hour names */

"twelve" = "li dod'c";
"one" = "l'iun";
"two" = "li deu";
"three" = "li trei";
"four" = "li quatt";
"five" = "li ceing";
"six" = "li si";
"seven" = "li set";
"eight" = "li ott";
"nine" = "li nouv";
"ten" = "li deic";
"eleven" = "li îndc";

/* special strings */

"%@ o'clock" = "prop %@";
"midnight" = "Mezzanott";

/* Workarounds */

"one o'clock" = "l'iun";

/* Menu items		*/

"About FuzzyClock" = "Cio sè saup a FuzzyClock...";
"FuzzyClock Help" = "Ai'tm saup a FuzzyClock";
"Preferences ..." = "Cang l fatt...";
"Quit" = "Iss";


/* Others		*/

"language" = "Leng";
"change only FuzzyTime" = "cang FuzzyTime asaleut";

"Save" = "Salv";

"Fuzzy Preferences" = "Cangè l fatt a Fuzzy";

"Language Settings" = "Cang la leng";
"Specials" = "Sp'cioil";
"Special time settings" = "Cang l fatt sp'cioil du timb";
"Starttime" = "Ancmmenz";
"Endtime" = "Spicc";
"String" = "Paraul";
"time format: hh:mm" = "f'rmoit du timb: hh:mm";
"Remove" = "Alliv";
"Add" = "Mitt";

"Color & Font" = "Ch'laur i caratt'r";
"Text color" = "Ch'laur du test";
"draw font with shadow" = "addsign p l'ombr";
"(takes effect when you restart FuzzyClock)" = "(f'nziunoisc quann ioipr FuzzyClock arreit)";
"font name" = "naum du caratt'r";

"show day in menu bar" = "fe v'dà la doj in dau menu";
"chime on full hour" = "sun quan spicc l'aur";

/* Weekday abbreviations */

"Sunday" = "Dom";
"Monday" = "Lun";
"Tuesday" = "Mar";
"Wednesday" = "Mer";
"Thursday" = "Gio";
"Friday" = "Ven";
"Saturday" = "Sab";